export const POST1 = `
      <p>В 90% случаев, люди попросту забивают так сказать на поход к врачам,
      и ленятся сдавать анализы. После чего, через некоторое время
      сталкиваются с затруднениями на пути к достижению своей цели. (И как
      правило, многие грешат сразу на тренеров, так как не получают
      желаемый результат, так же случаи, когда люди опускали руки после
      двух мес тренировок , есть такая поговорка, как корабль назовешь – так
      он и поплывет, ко всему нужно подходить с головой. )</p>
      <p>Команда выделяет четыре самых важных аспекта, на которые в первую
      очередь нужно обратить внимание.</p>
      <ul>
        <li>Узи сердца (на различные патологии) Так как при регулярных физ
        нагрузках частота сердцебиения будет значительно выше нормы.</li>
        <li>Позвоночник (проверка на наличие протрузии , грыж) от протрузии до
        грыжи, один неправильный подход.</li>
        <li>Кровь (ЛГ, ФСГ, пролактин, эстрадиол, тестостерон общий,
        тестостерон свободный ) убедится что гормональная система в норме!</li>
        <li>Щитовидная железа (если с ней беда - похудеть не получится
        никогда).</li>
      </ul>
      <p>Продолжение читайте в следующем <a href="/blog/post/1">посте</a></p>`;

export const POST2 = `
  <p>Ты должен знать, если ты собираешься заниматься физическими нагрузками, которых раньше совсем не было, либо до этого у тебя был долгий перерыв, с приходом зал, и выполнением упражнений, организм испытывает большие физические нагрузки, а именно нагрузку на суставы, сухожилия и связки, это неизбежный процесс. 
  Дабы предохранить себя, команда выделяет три основные спортивные добавки, которые необходимы для тренирующегося.</p>
  <ul>
    <li>Витамины и минералы</li>
    <li>Аминокислоты</li>
    <li>Глютамин</li>
  </ul>
  <p>О них вы так же читайте у нас в <a href="/blog/post/2">блоге</a></p>`;

export const POST3 = `
  <p>Существует две группы необходимых нам витаминов: водорастворимые и жирорастворимые.
   Водорастворимые витамины, это витамины группы В и витамин С, они содержатся в цельных зернах, фруктах и овощах. 
  Поскольку они растворяются в воде, то быстро выводятся из организма (с потом и мочей), и требуют постоянного восполнения.</p> 
  <p>Жирорастворимые витамины А, D, Е и К поглощаются накопленным жиром и хранятся до нужного момента..
   Чаще всего этот тип витаминов встречается в жирсодержащих продуктах, например, жирной рыбе, молочных продуктах, мясе.</p>
  <p><span class="bold">Минералы</span> – мы делим на две категории: макро и микроэлементы, такие как калий, натрий, кальций, фосфор и магний. 
  В микроэлементах, у нас идет цинк, железо, марганец, медь, йод, селен и молибден, они все играют важнейшую роль для организма человека, что уже говорить о тренирующемся спортсменом.</p>
`;

export const POST4 = `
  <h1>Что такое аминокислоты?</h1>
  <p><span class="bold">Аминокислоты</span> — это строительный материал для всех белков в организме, из которых образуются мышцы, сухожилия, связки, кожа, волосы. В фитнесе и бодибилдинге они необходимы для повышения эффективности тренировок и наращивания мышечной массы. Аминокислоты помогают быстро восстановиться и избавиться от болей после интенсивных занятий. Также известно, что на усвоение этого «строительного материала» организм тратит больше энергии, тем самым, сам процесс эффективно работает на снижение веса.</p>

  <h1>Виды аминокислот</h1>
  <h4>Аминокислоты делятся на два вида: заменимые и незаменимые.</h4>
  <hr/>
  <h4>Заменимые аминокислоты</h4>	
  <hr/>
  <p>Заменимые аминокислоты синтезируются в основном в печени. К ним относятся:</p>
  <ul>
    <li>Тирозин — способствует выработке дофамина, улучшает внимание, снабжает энергией;</li>
    <li>Серин — используется в качестве исходного материала для образования креатина, участвует в трансформации гликогена;</li>
    <li>Таурин — обладает кардиотоническим, антикатарактным и метаболическим действием, играет огромную роль в липидном обмене, оптимизирует энергетические и обменные процессы;</li>
    <li>Орнитин — принимается для улучшения атлетических показателей, обладает антикатаболическим действием;</li>
    <li>Пролин — обеспечивает организм энергией;</li>
    <li>Глютамин — необходим для эффективного роста мышц и поддержки иммунной системы;</li>
    <li>Глицин — повышает мозговую активность, защищает от психоэмоционального напряжения;</li>
    <li>Гамма-аминомаслянная кислота — действует аналогично транквилизатору, улучшает кровоснабжение мозга;</li>
    <li>Глютамовая кислота — участвует в окислительных процессах, в обмене белков, в утилизации глюкозы;</li>
    <li>Цитруллин — улучшает питание мышц, укрепляет иммунную систему, обеспечивает азотистый баланс, повышает выносливость и снижает утомляемость;</li>
    <li>Цистеин — способствует детоксикации организма, повышает спортивную выносливость;</li>
    <li>Аспарагин — участвует в образовании пиримидиновых оснований и мочевины, играет важную роль в обмене азотистых веществ;</li>
    <li>Аланин — входит в состав биологически активных соединений, участвует в глюкозо-аланиновом цикле;</li>
    <li>Аргинин — донатор азота, обладает антиоксидантными свойствами, снижает уровень вредного холестерина, усиливает секрецию гормона роста, улучшает транспортировку креатина, ускоряет восстановление.</li>
  </ul>
  <hr/>
  <h4>Незаменимые аминокислоты</h4>
  <p><span class="bold">Незаменимые</span> – это те, что попадают в наш организм с пищей или в виде добавок и не синтезируются самостоятельно в организме. К ним относятся:</p>
  <ul>
    <li>Валин — оказывает стимулирующее действие, необходим для метаболизма в мышцах, для быстрого восстановления после интенсивных тренировок;</li>
    <li>Гистидин — способствует росту и восстановлению тканей, содержится в гемоглобине;</li>
    <li>Лейцин — защищает мышечные ткани, используется при лечении артритов, повышает анаболическую реакцию мышц;</li>
    <li>Изолейцин – помогает клеткам усваивать глюкозу, усиливает рост мышц, участвует в синтезе гемоглобина;</li>
    <li>Лизин – обладает противовирусными свойствами, стимулирует иммунитет, используется для профилактики остеопороза;</li>
    <li>Метионин — оказывает метаболическое, гепатопротекторное действие, участвует в обмене серосодержащих аминокислот;</li>
    <li>Фенилаланин — используется при лечении различных заболеваний: витилиго, депрессии, СДВГ;</li>
    <li>Триптофан — участвует в выработке серотонина, в синтезе мелатонина, положительно влияет на иммунную систему;</li>
    <li>Треонин — поддерживает баланс белка в организме.</li>
  </ul>`;

export const POST5 = `
<p><span class="bold">Глютамин</span> это усоно незаменимая аминокислота, выработка которой происходит в организме человека. Она участвует в большом количестве различных физиологических процессов. После силовых упражнений ее необходимо принимать для того, чтобы восполнить запас, теряемый во время нагрузок. Кроме того,глютамин дает организму необходимую энергию во время тренингов, обеспечивает белковый синтез и защищает мышечную ткань от разрушений. Мышца состоят на 60% из глютамина, поэтому в бодибилдинге это важнейший элемент.</p>
<p><span class="bold">Глютамин</span> относится к естественнымаминокислотам, которые организм получает вместе с пищей. Прием глютамина в виде спортивных добавок абсолютно безопасен и не вызывает побочных эффектов. Некоторые могут испытывать раздражение кишечника при употреблении дозы выше 15 грамм, а принимать меньший объем не имеет смысла, так как организм человека усваивает определенное количество этой аминокислоты (примерно 4-8 грамм, от остального организм отторгается).</p>
<h4>ГЛЮТАМИН В ПРОДУКТАХ</h4>
<p>В продуктах питания глютамин встречается в мясе, яйцах, твороге и молоке. Растительные источники глютамина это свекла, капуста, бобовые, шпинат и петрушка.</p>
`;

export const POST6 = `
<h4>ПОЧЕМУ СПОРТСМЕНАМ НУЖНО МНОГО ПИТЬ?</h4>
<p>Вода и спорт неразрывно связаны между собой. Во время любой физической активности организм теряет влагу,
 а ведь тело человека на 80 % состоит из жидкости. Чтобы восполнить эти потери, спортсмен должен употреблять необходимое количество жидкости.
  Это может быть во время тренировок, или сразу после, все зависит от того или иного вида спорта.  И это не зря, так как дело даже не в том, что банально хочется пить. 
Здесь важно обеспечить своевременное поступление жидкости в организм, иначе усталость наступит гораздо раньше.</p>
`;

export const POST7 = `
  <ol>
    <li>Определите время, за которое работа должна быть выполнена и стремитесь в него уложиться.</li>
    <li>Берите такой вес, который позволит вам выполнить комплекс упражнений за отведенный промежуток времени.</li>
    <li>Уменьшите отдыхи, в разумных пределах, естественно.</li>
    <li>Пересмотрите вашу программу, возможно в ней неправильно подобраны упражнения и последовательность в которой они выполняются.</li>
    <li>Приходите на тренировку с четким планом – нужно знать, что, как и когда делать.</li>
    <li>Хорошо высыпайтесь – для каждого человека норма времени для сна сугубо индивидуальна, моя например, составляет 7-8 часов.</li>
    <li>Правильно питайтесь – корректируйте питание в зависимости от установленной цели.</li>
    <li>Берегите нервы – позитивные эмоции только благоприятно скажутся на упражнениях.</li>
    <li>Регулярно посещайте зал.</li>
    <li>Если почувствовали себя плохо, лучше пропустите один день – мир от этого не рухнет, а вот организм будет благодарен.</li>
  </ol>
`;

export const POST8 = `
<p><span class="bold underline">Факт №1.</span> <span class="bold">Белки</span> – о белках и скорости их усвоения мы уже с вами говорили, поэтому просто стоит напомнить, что рыба намного быстрее расщепляется в желудке нежели мясо.</p>
<p><span class="bold underline">Факт №2.</span> <span class="bold">Омега 3</span> – многим в детстве не нравилось пить рыбий жир, хотя чего уж там, большинство людей до сих пор с вздрагиванием вспоминают о жидкости в баночке, слегка противной на вкус.
 Однако именно этот жир содержит полезные липиды Омега 3. Не можете заставить себя проглотить несколько ложек – кушайте рыбу.</p>
<p><span class="bold underline">Факт №3.</span> <span class="bold">Витамины группы B</span> – только один витамин B12 в несколько раз повышает уровень гемоглобина в крови, что увеличивает анаболические свойства. 
Другими словами ваши мышцы начинают расти чуть быстрее.</p>
<p><span class="bold underline">Факт №4.</span> <span class="bold">Микроэлементы</span> – говоря о пользе рыбы для атлета нельзя оставлять без внимания микроэлементы, которыми морепродукты богаты с лихвой. Благодаря ее потреблению можно значительно улучшить работу сердечнососудистой системы во время силовых тренировок.</p>
<p><span class="bold underline">Факт №5.</span> <span class="bold">Отношение белка и калорийности</span> – если сравнивать уровень белка и калорийность рыбы с мясом, сразу можно заметить преимущество первой группы продуктов питания.</p>
<p>Это далеко не весь список, а просто самые основные преимущества морепродуктов. Теперь вы знаете намного больше о пользе рыбы для атлета!</p>
`;

export const POST9 = `
<p><span class="bold underline">Совет 1.</span> <span class="bold">Слушайте ваш организм</span> – если чувствуете, что сегодня не сможете работать в привычном темпе, лучше сбросьте обороты.</p>
<p><span class="bold underline">Совет 2.</span> <span class="bold">Хорошо питайтесь</span> – невозможно ощущать себя в отличной форме, если организму не хватает энергии.</p>
<p><span class="bold underline">Совет 3.</span> <span class="bold">Высыпайтесь</span> – определите для себя оптимально время для сна и придерживайтесь его, чтобы постоянно быть бодрым и активным.</p>
<p><span class="bold underline">Совет 4.</span> <span class="bold">Не гонитесь за результатом</span> – если распланировали свою тренировочную программу на три месяца, значит идите к цели три месяца, спешка в этом деле плохой союзник.</p>
<p><span class="bold underline">Совет 5.</span> <span class="bold">Выкладывайтесь на столько, на сколько запланировали</span> – очень часто переутомление наступает в тот момент, когда делаешь сверх запланированного количества повторений.</p>`;

export const POST10 = `
<p>Только 10% людей удается соблюдать диету, и одна из главных причин — относительная легкость потери веса в первые шесть недель. Этот первый успех приводит к уверенности в том, что вес будет снижаться и дальше без всяких усилий. Как ни печально, но это не так. Мотивация падает тогда, когда процесс потери веса замедляется. В итоге мотивация исчезает, и затем начинается новое испытание диетой.</p>
<p>Представьте себе мотивацию в виде машинного топлива для путешествия по дороге к успеху. Когда вы начинаете путь к далекой цели, то заполняете бак мотивацией. По мере продвижения вы расходуете топливо, что приводит к снижению мотивации. Это нормальный процесс, и вы можете не волноваться о нем, пока не позволяете показателю топлива опуститься до «красной зоны».</p>
<p>Методичное планирование существенно снижает шансы полной потери мотивации. Ни одно испытание не обходится без трудных времен. Просто знайте это и идите дальше.</p>
<p>Помните: когда становится труднее двигаться к цели, вы рискуете утратить мотивацию. Именно поэтому нужно продолжать! Чем лучше становишься, тем труднее совершенствоваться. Раз вам тяжело, значит, вы на правильном пути. И все получится.</p>`;

export const POST11 = `
<ul>
<li>Растяжка после тренировки <span class="bold">улучшает эластичность мышц и подвижность суставов</span>. Это ускоряет восстановление мышц, снижает вероятность травм, помогает избежать застоя в тренировках.</li>
<li>Растяжка стимулирует рост новых мышечных волокон, а вслед за ними и силы. Согласно исследованиям растяжка помогает повысить эффективность тренировки на 10%.</li>
<li>Растяжка после тренировки поможет улучшить кровообращение в мышцах. <span class="bold">Это уменьшит крепатуру</span> (боль в мышцах после нагрузок), сократит время восстановления мышц и суставов, а также улучшит общее состояние здоровья. Циркуляция крови способствует росту клеток и сохранению функциональности органов.</li>
<li>Упражнения на растяжку развивают вашу гибкость и мобильность, тем самым снижая риск получения травмы во время тренировок или во время повседневной деятельности. Кроме того, <span class="bold">это поможет улучшить силовые показатели за счет увеличения амплитуды движения.</span></li>
<li>Стретчинг после тренировки снижает частоту сердечных сокращений и восстанавливает кровяное давление.</li>
<li>Регулярное выполнение упражнений на растяжку спины, груди и плеч выпрямляет позвоночник, улучшает осанку, помогает избавиться от болей в спине.</li>
<li>Упражнения на растяжку снижают напряжение и уменьшают стресс, вызванный интенсивными нагрузками. Также растяжка после тренировки поощряет выработку эндорфинов, обеспечивая ощущение спокойствия и удовлетворения.</li>
</ul>
<p><span class="bold">Не стоит путать разминку перед физическими нагрузками и растяжку после тренировки.</span> Задача разминки – разбудить организм, подготовить тело к нагрузке, разогреть мышцы и суставы. Разминка должна включить динамическую растяжку, суставную гимнастику и кардио-разогрев. Задача растяжки после тренировки – снизить пульс, успокоить ваше тело, растянуть мышцы после нагрузок. Это завершающий этап тренировки, растяжка всегда выполняется в конце занятия.</p>
`;

export const POST12 = `
<ol>
  <li><span class="bold">Растяжка после тренировки должна быть статичной. Избегайте пульсации, пружинок, давления на работающую мышцу.</span> Ровное мягкое растягивающее усилие – определяющее условие качественного занятия.</li>
  <li>Тренировка на растяжку должна сопровождаться глубоким дыханием. Это поможет вам расслабиться и растянуть мышцы более качественным образом.</li>
  <li>Не стоит практиковать парное выполнение упражнений, при котором другой человек оказывает дополнительное давление на мышцы и связки. При такой растяжке можно повредить суставы или растянуть связки.</li>
  <li>Старайтесь не округлять спину во время наклонов к ногам. <span class="bold">Если вам не хватает гибкости, не стоит пытаться рывком достать до ног, прогибать спину, тянуться головой вниз.</span> Спина должна оставаться прямой, иначе рискуете травмировать позвоночник.</li>
  <li>Именно поэтому очень полезно выполнять упражнения на растяжку перед зеркалом. Так вы сможете увидеть все свои ошибки и недочеты.</li>
  <li>Также для удобства во время растяжки можно использовать ремешок, полотенце или <span class="bold underline">эластичную ленту</span>.</li>
  <li>Растяжка должна быть приятной и комфортной, нельзя тянуться через боль. Ваше тело должно быть расслабленным, мышцы не должны быть напряжены.</li>
  <li>Растяжка не заменяет массаж, поэтому при регулярных тренировках рекомендуем использовать <span class="bold underline">массажный ролик</span>. Этот недорогой полезный инвентарь поможет вам избежать травм и болевых ощущений в мышцах.</li>
</ol>
`;
